{"intro":"Choose the correct statement.","summaries":[{"subContentId":"e047557e-baeb-4b2a-b91f-6bffa516101c","summary":["<p>Propositions are statements about factual states of nature.<\/p>\n","<p>Propositions are statements about non-factual states of nature.<\/p>\n"],"tip":""},{"subContentId":"32ca556b-b399-416d-9130-237c2dae5211","summary":["<p>When evaluating forensic evidence, propositions are used to frame facts-in-issue.<\/p>\n","<p>When evaluating forensic evidence, propositions are used to describe measurable features of the evidence.<\/p>\n","<p>When evaluating forensic evidence, propositions are used to specify background information only.<\/p>\n"],"tip":""},{"subContentId":"a32a3e5d-1648-4f3c-9d7d-3c00d8227a83","summary":["<p>Exhaustive propositions cover all set of possible outcomes for an event in question.<\/p>\n","<p>Exhaustive propositions have no logical overlap of possible outcomes for an event in question.<\/p>\n"],"tip":""},{"subContentId":"7f89d523-c218-41dc-b014-f7123319eb11","summary":["<p>Mutually exclusive propositions have no logical overlap of possible outcomes for an event in question.<\/p>\n","<p>Mutually exclusive propositions cover all set of possible outcomes for an event in question.<\/p>\n"],"tip":""},{"subContentId":"53cbd5c3-bf39-42af-96b9-08fabe88c6cd","summary":["<p>Offence level propositions make a direct assertion about criminal liability.<\/p>\n","<p>Offence level propositions make an assertion about the source of a questioned sample.<\/p>\n","<p>Offence level propositions make an assertion about an activity having taken place.<\/p>\n"],"tip":""},{"subContentId":"ea8b6511-8d4f-4ffe-9a8a-726451e32727","summary":["<p>Activity level propositions make an assertion about an activity having taken place.<\/p>\n","<p>Activity level propositions make an assertion about the source of a questioned sample.<\/p>\n","<p>Activity level propositions make a direct assertion about criminal liability.<\/p>\n"],"tip":""},{"subContentId":"423a1721-d58e-4f4f-92df-d1fe2c672e3c","summary":["<p>Source level propositions make an assertion about the source of a questioned sample.<\/p>\n","<p>Source level propositions make a direct assertion about criminal liability.<\/p>\n","<p>Source level propositions make an assertion about an activity having taken place.<\/p>\n"],"tip":""},{"subContentId":"aab28f35-763b-452d-b74c-fe5bea4a504a","summary":["<p>Propositions define the probative value of the evidence.<\/p>\n","<p>Propositions have little impact on the probative value of the evidence.<\/p>\n","<p>Probative value of the evidence does not depend on propositions.<\/p>\n","<p>Probative value of the evidence is the same for each proposition level in the hierarchy or propositions.<\/p>\n"],"tip":""},{"subContentId":"126cef62-36ef-4ec0-801f-2c5bed0b1fdb","summary":["<p>The prosecutor's fallacy occurs when the probability for the evidence conditioned on a proposition is mistaken for the probability of the proposition conditioned on the evidence.<\/p>\n","<p>The prosecutor's fallacy occurs when the probability for the evidence conditioned on a proposition is mistaken for the probability of the proposition.<\/p>\n","<p>The prosecutor's fallacy occurs when the probability for the evidence conditioned on a proposition is mistaken for the probability of the evidence.<\/p>\n","<p>The prosecutor's fallacy occurs when the probability for the evidence is mistaken for the probability of the proposition.<\/p>\n"],"tip":""}],"overallFeedback":[{"from":0,"to":100}],"solvedLabel":"Progress:","scoreLabel":"Wrong answers:","resultLabel":"Your result","labelCorrect":"Correct.","labelIncorrect":"Incorrect! Please try again.","alternativeIncorrectLabel":"Incorrect","labelCorrectAnswers":"Correct answers.","tipButtonLabel":"Show tip","scoreBarLabel":"You got :num out of :total points","progressText":"Progress :num of :total"}