{"intro":"Choose the correct statement.","summaries":[{"subContentId":"5ed9f614-4984-49b9-a68c-b54d713fa120","summary":["<p>A likelihood ratio quantifies the probative value of evidence given the prosecution and defence propositions.<\/p>\n","<p>A likelihood ratio communicates how much more likely it is that a suspect is guilty compared to innocent.<\/p>\n","<p>A likelihood ratio quantifies the relative size of the probability of the prosecution proposition compared to the probability of the defence proposition.<\/p>\n","<p>A likelihood ratio communicates whether the prosecution or defence proposition is true.<\/p>\n"],"tip":""},{"subContentId":"f5d344a4-fa5e-462d-a97c-0c6b2301d37a","summary":["<p>LRs much greater\/smaller than 1 indicate a greater degree of support in favour of the prosecution\/defence proposition, and therefore greater probative value of the evidence.<\/p>\n","<p>LRs much greater\/smaller than 1 indicate a lower degree of support in favour of the prosecution\/defence proposition, and therefore lower probative value of the evidence.<\/p>\n"],"tip":""},{"subContentId":"bb3b4ca0-0aa5-4559-a444-f253acb2c8f3","summary":["<p>In Bayes' rule, the LR acts as the updating factor for prior beliefs to become posterior beliefs.<\/p>\n","<p>In Bayes' rule, the LR acts as the updating factor for posterior beliefs to become prior beliefs.<\/p>\n","<p>In Bayes' rule, the LR acts as the odds prior to observing any conclusions from analysing evidence.<\/p>\n","<p>In Bayes' rule, the LR acts as the odds after having observed and accounted for conclusions from analysing evidence.<\/p>\n"],"tip":""},{"subContentId":"c5ba3416-aef7-4969-af65-628f9f641110","summary":["<p>Under certain circumstances, LRs for different evidence types can be combined to communicate the joint probative value of the evidence.<\/p>\n","<p>LRs for different evidence types cannot be combined together.<\/p>\n","<p>In any scenario, LRs for different evidence types can be combined by multiplication to communicate the joint probative value of the evidence.<\/p>\n"],"tip":""},{"subContentId":"3b9d5c41-dc39-4516-8ef3-51db1801908a","summary":["<p>The robustness of an LR depends upon factors which are knowable and assessable.<\/p>\n","<p>All LRs are equally robust.<\/p>\n","<p>LRs based solely on experience are unreliable.<\/p>\n","<p>The robustness of an LR depends upon factors which are unknowable and therefore not assessable.<\/p>\n"],"tip":""},{"subContentId":"80774b01-19f6-45b7-95b6-d4a7925170cd","summary":["<p>In forensic science, LRs are often communicated using a scale of verbal categories corresponding to ranges of numerical values.<\/p>\n","<p>In forensic science, LRs are only communicated using their numerical value.<\/p>\n","<p>In forensic science, LRs are only communicated using a possible range for their numerical value.<\/p>\n","<p>In forensic science, LRs are only communicated using a verbal category without detailing what the category corresponds to.<\/p>\n"],"tip":""}],"overallFeedback":[{"from":0,"to":100}],"solvedLabel":"Progress:","scoreLabel":"Wrong answers:","resultLabel":"Your result","labelCorrect":"Correct.","labelIncorrect":"Incorrect! Please try again.","alternativeIncorrectLabel":"Incorrect","labelCorrectAnswers":"Correct answers.","tipButtonLabel":"Show tip","scoreBarLabel":"You got :num out of :total points","progressText":"Progress :num of :total"}