{"intro":"<p>Choose the correct statement.<\/p>\n","summaries":[{"subContentId":"f6da03d6-7de6-4faa-9715-53e7765290e9","tip":"","summary":["<p>Epistemic uncertainty is uncertainty due to lack of knowledge.<\/p>\n","<p>Epistemic uncertainty is uncertainty due to variation.<\/p>\n"]},{"subContentId":"8d6f56a1-65a5-44fb-a015-cae75266ed6d","summary":["<p>Aleatory uncertainty is uncertainty due to variation.<\/p>\n","<p>Aleatory uncertainty is uncertainty due to lack of knowledge.<\/p>\n"],"tip":""},{"subContentId":"2081149b-1bb4-43e1-94a3-810a292c8b1f","summary":["<p>Epistemic uncertainty is prevalent in the forensic evaluation of evidence.<\/p>\n","<p>There is no uncertainty in the forensic evaluation of evidence.<\/p>\n","<p>Aleatory uncertainty is prevalent in forensic evaluation of evidence.<\/p>\n"],"tip":""},{"subContentId":"68a12864-b2b3-4481-8dbc-c7422c99b451","summary":["<p>Direct uncertainty relates to the object of uncertainty. An example is measurement uncertainty.<\/p>\n","<p>Direct uncertainty relates to a different object that affects the main object of uncertainty. An example is the robustness of the science underlying measurement uncertainty.<\/p>\n"],"tip":""},{"subContentId":"7ac39f7d-e7b6-4fd2-87a8-d0c379676175","summary":["<p>Indirect uncertainty relates to a different object that affects the main object of uncertainty. An example is the robustness of the science underlying measurement uncertainty.<\/p>\n","<p>Indirect uncertainty relates to the object of uncertainty. An example is measurement uncertainty.<\/p>\n"],"tip":""},{"subContentId":"3c9108d0-fde6-40c3-8add-f05d58d130c9","summary":["<p>The likelihood ratio is a tool for communicating uncertainty.<\/p>\n","<p>The likelihood ratio does not communicate uncertainty.<\/p>\n","<p>The likelihood ratio cannot be used for events that have happened in the past.<\/p>\n","<p>The likelihood ratio is not used in forensic science.<\/p>\n"],"tip":""},{"subContentId":"89bf6b00-1685-460a-b56c-e5b5a6741f1f","summary":["<p>In forensic science, likelihood ratios are communicated as single values, ranges of values, and verbal statements.<\/p>\n","<p>In forensic science, likelihood ratios are communicated as single values only.<\/p>\n","<p>In forensic science, likelihood ratios are communicated as ranges of values only.<\/p>\n","<p>In forensic science, likelihood ratios are communicated as verbal statements only.<\/p>\n"],"tip":""}],"overallFeedback":[{"from":0,"to":100}],"solvedLabel":"Progress:","scoreLabel":"Wrong answers:","resultLabel":"Your result","labelCorrect":"Correct.","labelIncorrect":"Incorrect! Please try again.","alternativeIncorrectLabel":"Incorrect","labelCorrectAnswers":"Correct answers.","tipButtonLabel":"Show tip","scoreBarLabel":"You got :num out of :total points","progressText":"Progress :num of :total"}