{"intro":"Choose the correct statement.","summaries":[{"subContentId":"843ba69c-f9a5-4ab8-81c5-38946e3ba4db","summary":["<p>In forensic science, probability is used to describe quantified personal uncertainty.<\/p>\n","<p>In forensic science, probability is used to describe quantified objective uncertainty.<\/p>\n","<p>In forensic science, probability is a definitive judgement on an individual's guilt or innocence.<\/p>\n","<p>In forensic science, probability is an arbitrary framework of little use.<\/p>\n"],"tip":""},{"subContentId":"4a5f8096-5f97-4bcb-b726-1d86b1f8d753","summary":["<p>Probabilities can be used to describe uncertainty about events in the past, present, and future.<\/p>\n","<p>Probabilities cannot be used for events in the past since they have already occurred.<\/p>\n","<p>Probabilities can only be used for events in the past because those are the events for which we have empirical data.<\/p>\n","<p>Probabilities can only be used for events in the future because the future is the only source of uncertainty.<\/p>\n"],"tip":""},{"subContentId":"c6bb7a26-4239-4b1a-bd1c-3f0ab2177368","summary":["<p>The multiplication rule applies when calculating the probability of two events co-occurring. When applied to independent events, it means that their individual probabilities can simply be multiplied together.<\/p>\n","<p>The multiplication rule applies when calculating the probability of two events co-occurring. When applied to dependent events, it means that their individual probabilities can simply be multiplied together.<\/p>\n"],"tip":""},{"subContentId":"12356f82-cacc-4895-9fbd-da15f73d3673","summary":["<p>Odds describe the relative size of two probabilities. Odds of 3:1 mean that one event is three times as likely to occur as another event.<\/p>\n","<p>Odds describe the relative size of two probabilities. Odds of 3:1 mean that one probability must be 0.75 and the other must be 0.25.<\/p>\n"],"tip":""},{"subContentId":"f243c504-2ae9-41c2-9318-a89b1bfe4ed7","summary":["<p>Bayes' rule determines how to logically update prior odds after observing relevant information. The updating factor is the Bayes factor (or likelihood ratio) and the updated belief is the posterior odds.<\/p>\n","<p>Bayes' rule determines how to logically update prior odds after observing relevant information. The updating factor is the posterior odds and the updated belief is the Bayes factor (or likelihood ratio).<\/p>\n","<p>Bayes' rule determines how to logically update posterior odds after observing relevant information. The updating factor is the Bayes factor (or likelihood ratio) and the updated belief is the prior odds.<\/p>\n","<p>Bayes' rule determines how to logically update posterior odds after observing relevant information. The updating factor is the prior odds and the updated belief is the Bayes factor (or likelihood ratio).<\/p>\n"],"tip":""},{"subContentId":"4ef32907-76da-47c6-a5bd-b76cd583e22a","summary":["<p>Reliable probabilities depend upon a number of factors including assessability, calibration, empirical validation, and the quality of the information used for their assignment.<\/p>\n","<p>Reliable probabilities can only be obtained through empirical validation.<\/p>\n","<p>Reliable probabilities can only be obtained from a well-calibrated source.<\/p>\n","<p>Reliable probabilities can only be obtained from the highest quality experimental trials.<\/p>\n"],"tip":""},{"subContentId":"75be9bdb-dc11-4d9a-a44a-3019930a0048","summary":["<p>Test results and individual decisions are almost never always correct. False positive results occur when a truly negative case is labelled as a positive case by a test or decision maker.<\/p>\n","<p>Test results and individual decisions are almost never always correct. False positive results occur when a truly positive case is labelled as a negative case by a test or decision maker.<\/p>\n","<p>Test results and individual decisions are never incorrect.<\/p>\n"],"tip":""}],"overallFeedback":[{"from":0,"to":100}],"solvedLabel":"Progress:","scoreLabel":"Wrong answers:","resultLabel":"Your result","labelCorrect":"Correct.","labelIncorrect":"Incorrect! Please try again.","alternativeIncorrectLabel":"Incorrect","labelCorrectAnswers":"Correct answers.","tipButtonLabel":"Show tip","scoreBarLabel":"You got :num out of :total points","progressText":"Progress :num of :total"}